Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Students who are learning <English²> and other <foreign languages²>
sv_se: Elever som studerar engelska och andra moderna språk

source: Students who are learning <English²> as their only <foreign language²>
sv_se: Elever som studerar engelska som sitt enda moderna språk

source: Students who are learning at least one <foreign language²>
sv_se: Elever som studerar minst ett modernt språk

source: Students who are learning other <foreign languages²>, but not <English²>
sv_se: Elever som studerar andra moderna språk men inte engelska

source: Students write up laboratory reports.
sv_se: Eleverna skriver labbrapporter.

source: Studies on fewer households conducted for a shorter period would not be accepted for publication.
sv_se: Studier som genomförts med färre hushåll och under kortare tid skulle inte accepteras för publicering.

source: Study for school or homework
sv_se: Gör skolarbete eller läxor

source: Studying my <school science> subject(s) is worthwhile for me because what I learn will improve my career prospects.
sv_se: Studiet av NO-ämnen är av värde för mig, för det jag lär mig kommer att förbättra mina yrkesmöjligheter.

source: Submit
sv_se: Lämna in

source: Submit and continue
sv_se: Lämna in och fortsätt

source: Substance concentration
sv_se: Koncentration av ämnet

source: Success of method (percentage of times the method worked)
sv_se: Metodens effektivitet (procentandelen av de gånger metoden fungerade)

source: Sugars (g)
sv_se: Sockerarter (g)

source: Suggest two benefits to the environment of closing the coal-burning power plants.
sv_se: Föreslå två fördelar för miljön med att stänga kolkraftverk.

source: Suggest books that I can read in <English²>
sv_se: Föreslår böcker jag kan läsa på engelska

source: Suggest two groups of adults that could be surveyed to test this hypothesis.
sv_se: Föreslå två grupper av vuxna som skulle kunna tillfrågas för att testa denna hypotes.

source: Sun
sv_se: Solen

source: Suncare products are more expensive in one town.
sv_se: Solvårdsprodukter är dyrare i en av städerna.

source: Sunday 5 October
sv_se: Söndagen den 5 oktober

source: Support your answer using information from the table.
sv_se: Motivera ditt svar med hjälp av information från tabellen.

source: Suppose that conservation efforts succeed in changing the status of one species of Monotremata and one species of Caudata from critically endangered/endangered/vulnerable to near threatened/least concern.
sv_se: Antag att artbevarande insatser lyckas med att ändra statusen för en art i Monotremata och en art i Caudata från akut hotad/starkt hotad/sårbar till nära hotad/livskraftig.

source: Surface temperature (°C) after exposure to sunlight
sv_se: Yttemperatur (°C) efter belysning med solljus

source: Surface temperature (°C) before exposure to sunlight
sv_se: Yttemperatur (°C) innan belysning med solljus

source: Surrogate mother: Female sheep (Scottish Blackface breed)
sv_se: Surrogatmamma: fårhona (Scottish Blackface-ras)

source: Swim away
sv_se: Simma bort

source: Swim backwards
sv_se: Simma bakåt

source: Swim bladders are gas-filled organs that help fish float or sink.
sv_se: Simblåsan är ett gasfyllt organ som gör att fiskar kan flyta eller dyka.

source: Swim to surface
sv_se: Simma till ytan

source: Symptom questioning
sv_se: Frågor om symtom

source: Synthetic polymers are chemical compounds that are used to make many products, such as clothes and plastic bags.
sv_se: Syntetiska polymerer är kemiska föreningar som används för att tillverka många olika produkter, till exempel kläder och plastpåsar.

source: Systematic recording of data such as teacher or student attendance and professional development
sv_se: Systematisk dokumentation av t.ex. lärares och elevers närvaro samt professionella utveckling

source: Systematic recording of student test results and graduation rates
sv_se: Systematisk dokumentation av elevers provresultat och examinationsgrad

source: TREATMENT: Prescription (PRES-1) covers the 4 findings above.
sv_se: BEHANDLING: Receptet (REC-1) täcker de 4 fallen ovan.

source: Table
sv_se: Tabell

source: Tablets (e.g. <iPad®>, <BlackBerry® PlayBook™>
sv_se: Surfplattor (t.ex. iPad, Galaxy Tab)

source: Take 1 pen
sv_se: Ta 1 penna

source: Take an interest in what you are learning at school.
sv_se: Intresserar sig för vad du lär dig i skolan.

source: Takeaway Containers
sv_se: Förpackningar för hämtmat

source: Taking actions to ensure that teachers feel responsible for their students’ learning outcomes
sv_se: Vidta åtgärder för att garantera att lärarna känner ansvar för elevernas studieresultat

source: Taking actions to ensure that teachers take responsibility for improving their teaching skills
sv_se: Vidta åtgärder för att garantera att lärarna tar ansvar för att förbättra sina undervisningsfärdigheter

source: Taking actions to support co-operation among teachers to develop new teaching practices
sv_se: Vidta åtgärder för att stödja samarbetet mellan lärare för att utveckla nya undervisningsmetoder

source: Talk in <English²> with friends and family through the internet (e.g. <WhatsApp®>, <Facetime®>, <Zoom®>, <Skype®>)
sv_se: Talar engelska med vänner och familj över Internet (t.ex. WhatsApp, Facetime, Zoom eller Skype)

source: Talk to a friend
sv_se: Tala med en vän

source: Talk to someone in <English²>
sv_se: Talar med någon på engelska

source: Talk to you about any problems you might have at school.
sv_se: Pratar med dig om de problem du kan ha i skolan.

source: Talk to you about everyday science-related topics.
sv_se: Pratar med dig om vardagliga vetenskapsrelaterade ämnen.

source: Talk to you about the importance of <completing ISCED 3>
sv_se: Pratar med dig om vikten av att genomgå gymnasieutbildning.

source: Talk to you about your future education.
sv_se: Pratar med dig om din framtida utbildning.

source: Task Solutions
sv_se: Lösningar till uppgifter

source: Teacher mentoring
sv_se: Handledning av lärare

source: Teacher peer review (of lesson plans, assessment instruments, lessons)
sv_se: Lärarkollegors granskning (av lektionsplaner, bedömningsinstrument, lektioner)

source: Teacher-developed tests
sv_se: Lärarutvecklade prov

source: Teachers <fully certified> by <the appropriate authority>
sv_se: Lärare med lärarlegitimation

source: Teachers are provided with incentives to integrate digital devices in their teaching
sv_se: Det finns incitament för att lärarna ska integrera digital utrustning i sin undervisning.

source: Teachers establish rules for when students may use digital devices during lessons.
sv_se: Lärarna bestämmer reglerna för när eleverna kan använda digitala enheter under lektionstid.

source: Teachers establish rules in collaboration with students about their use of <digital resources> at school or in class.
sv_se: Lärarna bestämmer reglerna i samarbete med eleverna kring deras användande av digitala verktyg i skolan eller under lektionstid.

source: Teachers have sufficient time to prepare lessons integrating digital devices
sv_se: Lärarna har tillräckligt med tid att förbereda lektioner där digital utrustning används.

source: Teachers have the necessary technical and pedagogical skills to integrate digital devices in instruction
sv_se: Lärarna har de tekniska och pedagogiska kunskaper som krävs för att integrera digital utrustning i undervisningen.

source: Teachers in TOTAL
sv_se: TOTALT antal lärare

source: Teachers of other <modern foreign languages¹> (except <English¹>)
sv_se: Lärare i andra moderna språk (förutom engelska)

source: Teachers of other subjects (e.g. <history>, <science>)
sv_se: Lärare i andra ämnen (t.ex. historia, NO-ämnen)

source: Teachers or members of <school management team>
sv_se: Lärare eller medlemmar i skolans ledningsgrupp

source: Teachers’ judgmental ratings
sv_se: Lärares bedömningar

source: Teal
sv_se: Blågrön

source: Technical/ Scientific
sv_se: Tekniskt/vetenskapligt

source: Techniques should be developed for recycling old blades.
sv_se: Metoder bör utvecklas för att återvinna gamla blad.

source: Technology is used to ensure that the following conditions are met:
sv_se: Teknik används för att se till att följande villkor är uppfyllda:

source: Televisions
sv_se: TV-apparater

source: Tell students which areas to improve on
sv_se: Berättar för eleverna vilka områden de behöver förbättra

source: Temperate
sv_se: Tempererat

source: Temperature
sv_se: Temperatur

source: Temperature (°C)
sv_se: Temperatur (°C)

source: Tensile strength
sv_se: Draghållfasthet

source: Teo would like to research whether other factors affect pupil size.
sv_se: Teo skulle vilja undersöka om andra faktorer påverkar pupillstorleken.

source: Terrain type
sv_se: Terrängtyp

source: Test computer programs and correct errors in them
sv_se: Testa datorprogram och korrigera fel i dem

source: Tests or assessments of student achievement
sv_se: Prov eller bedömningar av elevers prestationer

source: Testudines
sv_se: Sköldpaddor

source: Thanks for your work!
sv_se: Tack för ditt arbete!

source: That means, on average, each infected person infects less than one other person.
sv_se: Det betyder att varje smittad person i genomsnitt smittar färre än en annan person.

source: Thawed muddy soil
sv_se: Upptinad lerjord

source: The dolphin that makes the call and the wave diagram are framed.
sv_se: Den delfin som gör ljudet och vågdiagrammet är inramade.

source: The earliest Ben will arrive is and the latest is .
sv_se: Bengt kommer fram tidigast och senast .

source: The repeat until block tells the pod to turn around on until it detects again.
sv_se: Upprepa tills-blocket säger till kapseln att svänga runt på tills den registrerar igen.

source: The repeat while block tells the pod to move forward while the sensor detects .
sv_se: Upprepa så länge-blocket säger till kapseln att gå framåt så länge sensorn registrerar .

source: The repeat block tells the frog to keep jumping while it sees .
sv_se: Upprepa-blocket säger till grodan att fortsätta hoppa så länge den ser .

source: The set course block directs the spacecraft to a planet.
sv_se: Sätt kurs mot-blocket styr rymdfarkosten till en planet.

source: The weed damage threshold refers to the maximum acceptable level of damage to the farmed plant by the weed.
sv_se: Tröskelvärdet för ogrässkador avser den maximala mängden skador som kan accepteras på den odlade växten till följd av ogräset.

source: The HPS streetlight emits more yellow light than other wavelengths.
sv_se: Gatubelysning med HPS sänder ut mer gult ljus än andra våglängder.

source: The Nature Pod can perform the following actions:
sv_se: Naturkapseln kan utföra följande instruktioner:

source: The Nature Pod can travel to and from landmarks like rest stops and viewing areas .
sv_se: Naturkapseln kan förflytta sig till och från orienteringspunkter som rastplatser och utsiktsplatser .

source: The Nature Pod has three sensors that each detect whether the surface underneath is black or white.
sv_se: Naturkapseln har tre sensorer som var och en känner av om underlaget är svart eller vitt.

source: The Sun is closer to Earth in summer than in winter.
sv_se: Solen är närmare jorden på sommaren än på vintern.

source: The accuracy of the prediction depends upon the amount of data available to the scientists.
sv_se: Hur korrekt förutsägelsen är beror på mängden data som är tillgänglig för forskarna.

source: The acid deposition can be wet (such as acid rain, sleet, snow and fog) or dry (such as acidic gases and dust particles).
sv_se: Det sura nedfallet kan vara blött (som till exempel surt regn, slask, snö och dimma) eller torrt (som till exempel sura gaser och dammpartiklar).

source: The acidity and alkalinity of chemicals can be measured using a pH scale.
sv_se: Surhetsgraden och alkaliniteten hos kemikalier kan mätas med en pH-skala.

source: The action block Go to next library includes the action Go to the first library.
sv_se: Instruktionsblocket Gå till nästa bibliotek innehåller instruktionen Gå till det första biblioteket.

source: The actions are repeated 4 times because there are 4 objects.
sv_se: Instruktionerna upprepas 4 gånger eftersom det finns 4 föremål.

source: The actions that repeat are as follows:
sv_se: Följande instruktioner upprepas:

source: The adult stage lasts for five years.
sv_se: Vuxenstadiet varar i fem år.

source: The air constantly rotates the blades of the turbine, and this generates electricity.
sv_se: Luften roterar turbinbladen oavbrutet och detta genererar elektricitet.

source: The amount of CO₂ released in the production of fuel includes all CO₂ produced in mining, refining and power generation.
sv_se: Mängden CO₂ som släpps ut vid tillverkningen av bränsle inkluderar all CO₂ som produceras vid gruvdrift, förädling och generering av elektricitet.

source: The animation shows a power station in which electricity is generated from the movement of ocean waves.
sv_se: Animationen visar ett kraftverk där elektricitet genereras av havsvågors rörelse.

source: The ants only seem to be feeding on one part of the fruit.
sv_se: Myrorna verkar bara äta från en del av frukten.

source: The ants take a long time to find either piece of food.
sv_se: Myrorna tar lång tid på sig att hitta båda bitarna mat.

source: The area of sea ice has been declining over recent decades.
sv_se: Arean av havsis har minskat de senaste årtiondena.

source: The article referenced data from a study funded by a mining company.
sv_se: Artikeln hänvisade till data från en studie som finansierats av ett gruvbolag.

source: The article used data that was collected over 30 years ago.
sv_se: Artikeln använde data som samlats in för mer än 30 år sedan.

source: The article was published in a magazine on economics.
sv_se: Artikeln publicerades i en tidskrift om ekonomi.

source: The author did not ask a scientist to review the article.
sv_se: Författaren hade inte bett någon forskare att granska artikeln.

source: The author is an expert in analysing trends in data.
sv_se: Författaren är expert på att analysera trender i data.

source: The availability of adequate software is sufficient
sv_se: Tillgången på lämplig programvara är tillräcklig.

source: The average water temperatures for May and August are shown in the table below.
sv_se: De genomsnittliga vattentemperaturerna för maj och augusti visas i tabellen nedan.

source: The bat uses sound and echoes to find insects.
sv_se: Fladdermusen använder ljud och ekon för att hitta insekter.

source: The benefits of science and research are greater than potential damage.
sv_se: Fördelarna med vetenskap och forskning är större än de potentiella skadorna.

source: The biological control agent may begin to cause environmental damage.
sv_se: Det biologiska bekämpningsmedlet kan börja orsaka miljöskador.

source: The biological control agent may introduce disease to other organisms in the environment.
sv_se: Det biologiska bekämpningsmedlet kan överföra sjukdomar till andra organismer i miljön.

source: The biological control agent may not be enough to allow the farmed plant density to exceed the weed damage threshold.
sv_se: Det biologiska bekämpningsmedlet kanske inte är tillräckligt för att tätheten för den odlade växten ska kunna överskrida tröskelvärdet för ogrässkador.

source: The biological control agent may survive and reproduce when weed density is very low.
sv_se: Det biologiska bekämpningsmedlet kan överleva och reproducera sig när ogrästätheten är mycket låg.

source: The black line on the map below represents the edge of the sea ice around the North Pole in 1979.
sv_se: Den svarta linjen på kartan nedan representerar gränsen för havsisen runt Nordpolen 1979.

source: The black soldier fly (Hermetia illucens) is a common and fast-growing insect species.
sv_se: Den svarta soldatflugan (Hermetia illucens) är en vanlig och snabbt växande insektsart.

source: The blades contain a resin that is difficult to separate from the other materials.
sv_se: Bladen innehåller ett harts som är svårt att separera från de övriga materialen.

source: The blades of the turbine are shaped so that they can only rotate in one direction.
sv_se: Bladen i turbinen är formade så att de bara kan rotera i en riktning.

source: The blue if/else block tells the claw what to do if it holds a can (place it to the right) or if it holds a jar (place it to the left).
sv_se: Det blå om/annars-blocket säger till klon vad den ska göra om den håller i en konservburk (placera den till höger) eller om den håller i en glasburk (placera den till vänster).

source: The box had a heat source below the fabric.
sv_se: I lådan fanns en värmekälla under tyget.

source: The buses are a maximum of 5 minutes late arriving at school.
sv_se: Bussarna ska komma maximalt 5 minuter sent till skolan.

source: The buses have a maximum of 5 empty seats.
sv_se: Bussarna har maximalt 5 tomma sittplatser.

source: The calculations are based on data collected from living vertebrate species.
sv_se: Beräkningarna bygger på data som är insamlade från nu levande ryggradsdjur.

source: The calf feeds on its mother’s milk for its first year of life.
sv_se: Kalven livnär sig på mammans mjölk under sitt första levnadsår.

source: The calling sounds of four different insects were recorded.
sv_se: Ljuden från fyra olika insekter spelades in.

source: The calorific value is the amount of energy per mass unit emitted by a hydrocarbon when burned.
sv_se: Kalorivärdet är mängden energi per massenhet som avges av kolvätet när det förbränns.

source: The carbon tax is five zeds for each tonne of carbon dioxide emitted.
sv_se: Koldioxidskatten är fem zed per ton koldioxid som släpps ut.

source: The causes of global warming
sv_se: Orsakerna till den globala uppvärmningen

source: The charts below show various aspects of the environmental impact of dairy milk and some non-dairy milk alternatives.
sv_se: Stapeldiagrammen nedan visar olika typer av miljöpåverkan orsakad av mjölk av animaliskt ursprung och av några växtbaserade dryckesalternativ.

source: The claw can be controlled with simple instructions.
sv_se: Klon kan styras med enkla instruktioner.

source: The clay is sprayed onto the surface of the water.
sv_se: Leran sprejas över vattenytan.

source: The climate in the Northern Hemisphere will cool.
sv_se: Klimatet på norra halvklotet kommer att bli kallare.

source: The climate in the Northern Hemisphere will warm.
sv_se: Klimatet på norra halvklotet kommer att bli varmare.

source: The climate in the Southern Hemisphere will warm.
sv_se: Klimatet på södra halvklotet kommer att bli varmare.

source: The cloning to make Dolly was a complicated task that included the use of a surrogate (substitute) female sheep to carry the embryo as it grew.
sv_se: Kloningen för att skapa Dolly var en komplicerad process som involverade att använda en fårhona som surrogat (ersättningsfårhona) som bar på embryot under tiden det växte.

source: The coin has an equal chance of landing on blue and landing on red.
sv_se: Myntet har lika stor chans att landa på blå som att landa på röd.

source: The coin is tossed three times.
sv_se: Myntet singlas tre gånger.

source: The company has the following aims:
sv_se: Företaget har följande målsättning:

source: The concentration is measured in parts per million (ppm).
sv_se: Koncentrationen mäts i miljondelar (ppm).

source: The concentrations displayed on the sensors will converge to the same value.
sv_se: Koncentrationerna som visades på sensorerna kommer att konvergera till samma värde.

source: The consequences of clearing forests for other land use
sv_se: Konsekvenserna av skogsavverkning för markexploatering

source: The containers each have a mass of about 30 g.
sv_se: Varje pappförpackning har en massa på ungefär 30 g.

source: The containers must be suitable for both storing food and withstanding transportation.
sv_se: Förpackningarna måste vara lämpliga både för att lagra mat i och klara transporter.

source: The containers must withstand temperatures of up to 200°C in an oven.
sv_se: Förpackningarna måste tåla temperaturer upp till 200 °C i en ugn.

source: The cost of which power source would increase the most through the addition of a carbon tax?
sv_se: För vilken energikälla skulle kostnaden öka mest genom införandet av en koldioxidskatt?

source: The crab fishing industry wants to know if the crab traps with escape panels work as well to catch crabs as the traditional crab traps.
sv_se: Krabbfiskeindustrin vill veta om krabburar med flyktpaneler fungerar lika bra för att fånga krabbor som de traditionella krabburarna.

source: The cross in the picture below shows the location of a bat in a cave.
sv_se: Krysset i bilden nedan visar var en fladdermus befinner sig i en grotta.

source: The data can be removed by selecting the ‘–’ symbol in the fifth column.
sv_se: Datan kan raderas genom att klicka på knappen ”-” i den femte kolumnen.

source: The data from the three existing locations is used to estimate the amount of electricity that could be generated by turbines at each of these four new locations.
sv_se: Data från de tre befintliga platserna används för att uppskatta mängden el som skulle kunna genereras av turbinerna vid var och en av dessa fyra nya platser.

source: The data from the three studies are shown by the individual lines on the graph.
sv_se: Data från de tre studierna representeras av de individuella linjerna i diagrammet.

source: The data table shows some of the possible combinations that can be run to determine the solution.
sv_se: Datan i tabellen visar några av de tänkbara kombinationer som kan köras för att fastställa lösningen.

source: The data table shows that if you let in more than 50 people, they wait more time to view the artwork and they become less satisfied.
sv_se: Datan i tabellen visar att om man släpper in fler än 50 personer, får de vänta längre för att få titta på konstverken och blir mindre nöjda.

source: The data table shows that the greatest difference in landing speeds with and without a parachute is on Planet D.
sv_se: Datan i tabellen visar att planet D har den största skillnaden i landningshastighet med och utan fallskärm.

source: The data table shows that the journey time to Site X is between the journey times to Site D (3 km away) and to Site F (4 km away).
sv_se: Datan i tabellen visar att restiden till plats X ligger mellan restiderna till plats D (3 km) och till plats F (4 km).

source: The data table shows that the shortest journey time occurred when the power booster was used.
sv_se: Datan i tabellen visar att den kortaste restiden inträffade när effektboostern användes.

source: The data table shows that the shortest journey time occurred when the rover power level was the greatest.
sv_se: Datan i tabellen visar att den kortaste restiden inträffade när planetfordonets effektnivå var den högsta.

source: The data table shows that, for the same rocket power level, the landing speeds (and therefore the gravity value) on Planet G are between those on Planet C and Planet E.
sv_se: Tabellen visar att landningshastigheten, vid samma effektnivå (och därmed gravitationsvärdet), på planet G ligger mellan värdena för planet C och planet E.

source: The data was collected from villages in the Chukchi Sea area.
sv_se: Data samlades in från byar i området kring Tjuktjerhavet.

source: The data was organised according to the profession of the respondent.
sv_se: Datan grupperades efter de svarandes yrkesgrupper.

source: The deeper the seabed the more expensive it is to install the turbines.
sv_se: Ju djupare havsbottnen är desto dyrare är det att installera kraftverken.

source: The demand for electricity is increasing.
sv_se: Efterfrågan på elektricitet ökar.
